<?php
$x=25
$y=10

$x=$y//گفتم متغیر ایکس رو با وای برابر کن
echo $x

$x+=$y//ایکس رو +وای کن
echo $x
$x-=$y//ایکس رو -وای کن
echo $x
$x/=$y//ایکس رو تقسیم برا وای کن
echo $x
$x*=$y//ایکس رو ضبدر وای کن
echo $x
$x%=$y//باقی مانده ی تقسیم ایکس و وای رو پیدا کن
echo $x

if ($x=25 && $y=10) {//گفتم اگر ایکس برابر با 25 و وای برابر با 10 باشه جمله رو اکو کن اگر نباشه اکو نکن
    echo "hi amir"
}

if ($x=25 || $y=15){//اگر ایکس برابر با 25 ویا وای برابر با 15 باشه بگو سلام ماهان 
    echo "hi mahan"
}
?>
