<?php
$txt="Hello world"//متغیر ها رو تعریف میکنیم
$x=5
$y=10

echo $txt;//متغیر ها رو چاپ میکنه
echo "<br>";//میره خط بعدی
echo $x;
echo "<br>"
echo $y;

//میرم کد بعدی


$name="Amir hossein";//یک متغیر تعریف کردم
echo "good jab $name";//از متغیر درون جمله استفاده کردم



//میرم کد بعدی

$ma = "Mahan";//متغیر تعریف کردم
echo "here yuo are". $ma . ;// این دفعه جمله و متغیر از هم جدایه ولی باهم چاپ میکه 
//چون از دات استفاده کردم

//میرم کد بعدی


$o=4//دو تا متغیر متمایز تعریف کردم
$k=6
echo $o+$k;//متغیر ها رو جمع بستم

//کد را تمام میکنم
?>
